{
    "data": [
        {
            "content": "This is incredibly well desigend! Thanks a lot, I love it. ImageGlass is the best for Tablet/Touch + Mouse people and although it's .Net, it's remarkably fast if i set ZoomOptimization to Pixel (besides startup time). Thanks a lot for your excellent work! I'm a BSD-unix guy and used to create own stuff if I can't find anything I like, with no understanding of .Net Framework, neither sense nor usage, but your app is the only example I've ever seen that proves that somebody can do something \"nice\" with .Net ;-)",
            "author": "Schmalzbauer Harald"
        },
        {
            "content": "ImageGlass is in my opinion the best image viewer for Windows. Definitely I recommend it to all my friends all the time. When you expect a fast and easily to use image viewer you are covered.",
            "author": "Kuba Pawlak, KubaDownload.com"
        },
        {
            "content": "Great app! Nice windows viewer replacement with intuitive tools and a clean layout. Keeping it fast, simple, and clean lead me to choose ImageGlass!",
            "author": "Luke Gabello"
        },
        {
            "content": "Thanks for ImageGlass... We love the way you gave it away... it has improved people's lives. You deserve the gifts you receive.",
            "author": "Kendall Dugger"
        },
        {
            "content": "Thank you for image glass - I have looked so hard to find a decent photo viewer for windows 10!",
            "author": "Loebel Vicky"
        },
        {
            "content": "Dude, this is exactly what I need. Windows 10 Photos is shit. Can't use the old photo viewer. But this is better than them all for simple viewing and editing. You fucking rock!",
            "author": "Lindsay Whitlock"
        },
        {
            "content": "Switched to ImageGlass from JPEGView. Great software, keep up the good work! I like the aesthetics of your UI, very nice.",
            "author": "Thomas Darais"
        },
        {
            "content": "Windows 10 Photos is a terrible app, and I did a lot of research to find a simply photo viewing app to replace it. I decided on yours and am glad I did. I have been using it three weeks, and it does everything I hoped and more. Congratulations and thanks. A contribution is enclosed.",
            "author": "James Hackney"
        },
        {
            "content": "Thank you for providing a free alternative to Windows 10's horrible image viewer.",
            "author": "Vicente López Castro"
        },
        {
            "content": "Great software - does EXACTLY what I want it to - stays out of the way, which is so rare these days - thank you",
            "author": "David Lang"
        }
    ]
}